# print ("Hello world")
import time,os
words = input('请输入对祖国的祝福:')
# #例子：words = "Dear lili, Happy Valentine's Day! Lyon Will Always Love You Till The End! ♥ Forever!  ♥"
# for item in words.split():
#     t = os.system('cls')
#     #要想实现打印出字符间的空格效果，此处添加：item = item+' '
#     item=item
#     letterlist = []#letterlist是所有打印字符的总list，里面包含y条子列表list_X  [(x-y) % len(item)]
#     #            expression = ((x*0.05)**2+(y*0.1)**2-1)**3-(x*0.05)**2*(y*0.1)**3
#     for y in range(12, -12, -1):
#         list_X = []#list_X是X轴上的打印字符列表，里面装着一个String类的letters
#         letters = ''#letters即为list_X内的字符串，实际是本行要打印的所有字符
#         for x in range(-30, 30,1):#*是乘法，**是幂次方
#             expression = ((x*0.05)**2+(y*0.1)**2-1)**3-(x*0.05)**2*(y*0.1)**3
#             if expression <= 0:
#                 letters += item
#             else:
#                 letters += ' '
#         list_X.append(letters)
#         letterlist += list_X
#     print('\n'+'\n'.join(letterlist),end=" ")
#     time.sleep(1.5)
import time,os
os.system('cls')
print(
"                  庆庆庆庆庆庆庆庆庆庆庆庆               庆庆庆庆庆庆庆庆庆庆庆庆"  +'\n' +
"                庆庆庆庆庆庆庆庆庆庆庆庆庆庆         庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"  +'\n' +
"             庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆    庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆" +'\n' +
"           庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆" +'\n' +
"          庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"  +'\n' +
"        庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆" +'\n' +
"        庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆" +'\n'+
"          庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"            庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"              庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                  庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                    庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                      庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                        庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                          庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                            庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                              庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                                庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                                  庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                                    庆庆庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'+
"                                      庆庆庆庆庆庆庆庆庆庆庆庆庆"+'\n'
"                                        庆庆庆庆庆庆庆庆庆庆庆"+'\n'
"                                          庆庆庆庆庆庆庆庆庆"+'\n'
"                                            庆庆庆庆庆庆庆"+'\n'
"                                              庆庆庆庆庆"+'\n'
"                                                庆庆庆"+'\n'
"                                                  庆"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  祝祝祝祝祝祝祝祝祝祝祝祝               祝祝祝祝祝祝祝祝祝祝祝祝"  +'\n' +
"                祝祝祝祝祝祝祝祝祝祝祝祝祝祝         祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"  +'\n' +
"             祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝    祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝" +'\n' +
"           祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝" +'\n' +
"          祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"  +'\n' +
"        祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝" +'\n' +
"        祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝" +'\n'+
"          祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"            祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"              祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                  祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                    祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                      祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                        祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                          祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                            祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                              祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                                祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                                  祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                                    祝祝祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'+
"                                      祝祝祝祝祝祝祝祝祝祝祝祝祝"+'\n'
"                                        祝祝祝祝祝祝祝祝祝祝祝"+'\n'
"                                          祝祝祝祝祝祝祝祝祝"+'\n'
"                                            祝祝祝祝祝祝祝"+'\n'
"                                              祝祝祝祝祝"+'\n'
"                                                祝祝祝"+'\n'
"                                                  祝"+'\n')

time.sleep(1.5)
os.system('cls')
print(
"                  新新新新新新新新新新新新               新新新新新新新新新新新新"  +'\n' +
"                新新新新新新新新新新新新新新         新新新新新新新新新新新新新新新新"  +'\n' +
"             新新新新新新新新新新新新新新新新新    新新新新新新新新新新新新新新新新新新新" +'\n' +
"           新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新" +'\n' +
"          新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"  +'\n' +
"        新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新" +'\n' +
"        新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新" +'\n'+
"          新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"            新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"              新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                  新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                    新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                      新新新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                        新新新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                          新新新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                            新新新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                              新新新新新新新新新新新新新新新新新新新新新"+'\n'+
"                                新新新新新新新新新新新新新新新新新新新"+'\n'+
"                                  新新新新新新新新新新新新新新新新新"+'\n'+
"                                    新新新新新新新新新新新新新新新"+'\n'+
"                                      新新新新新新新新新新新新新"+'\n'
"                                        新新新新新新新新新新新"+'\n'
"                                          新新新新新新新新新"+'\n'
"                                            新新新新新新新"+'\n'
"                                              新新新新新"+'\n'
"                                                新新新"+'\n'
"                                                  新"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  中中中中中中中中中中中中               中中中中中中中中中中中中"  +'\n' +
"                中中中中中中中中中中中中中中         中中中中中中中中中中中中中中中中"  +'\n' +
"             中中中中中中中中中中中中中中中中中    中中中中中中中中中中中中中中中中中中中" +'\n' +
"           中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中" +'\n' +
"          中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"  +'\n' +
"        中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中" +'\n' +
"        中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中" +'\n'+
"          中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"            中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"              中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                  中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                    中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                      中中中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                        中中中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                          中中中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                            中中中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                              中中中中中中中中中中中中中中中中中中中中中"+'\n'+
"                                中中中中中中中中中中中中中中中中中中中"+'\n'+
"                                  中中中中中中中中中中中中中中中中中"+'\n'+
"                                    中中中中中中中中中中中中中中中"+'\n'+
"                                      中中中中中中中中中中中中中"+'\n'
"                                        中中中中中中中中中中中"+'\n'
"                                          中中中中中中中中中"+'\n'
"                                            中中中中中中中"+'\n'
"                                              中中中中中"+'\n'
"                                                中中中"+'\n'
"                                                  中"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  国国国国国国国国国国国国               国国国国国国国国国国国国"  +'\n' +
"                国国国国国国国国国国国国国国         国国国国国国国国国国国国国国国国"  +'\n' +
"             国国国国国国国国国国国国国国国国国    国国国国国国国国国国国国国国国国国国国" +'\n' +
"           国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国" +'\n' +
"          国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"  +'\n' +
"        国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国" +'\n' +
"        国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国" +'\n'+
"          国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"            国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"              国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                  国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                    国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                      国国国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                        国国国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                          国国国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                            国国国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                              国国国国国国国国国国国国国国国国国国国国国"+'\n'+
"                                国国国国国国国国国国国国国国国国国国国"+'\n'+
"                                  国国国国国国国国国国国国国国国国国"+'\n'+
"                                    国国国国国国国国国国国国国国国"+'\n'+
"                                      国国国国国国国国国国国国国"+'\n'
"                                        国国国国国国国国国国国"+'\n'
"                                          国国国国国国国国国"+'\n'
"                                            国国国国国国国"+'\n'
"                                              国国国国国"+'\n'
"                                                国国国"+'\n'
"                                                  国"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  成成成成成成成成成成成成               成成成成成成成成成成成成"  +'\n' +
"                成成成成成成成成成成成成成成         成成成成成成成成成成成成成成成成"  +'\n' +
"             成成成成成成成成成成成成成成成成成    成成成成成成成成成成成成成成成成成成成" +'\n' +
"           成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成" +'\n' +
"          成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"  +'\n' +
"        成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成" +'\n' +
"        成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成" +'\n'+
"          成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"            成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"              成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                  成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                    成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                      成成成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                        成成成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                          成成成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                            成成成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                              成成成成成成成成成成成成成成成成成成成成成"+'\n'+
"                                成成成成成成成成成成成成成成成成成成成"+'\n'+
"                                  成成成成成成成成成成成成成成成成成"+'\n'+
"                                    成成成成成成成成成成成成成成成"+'\n'+
"                                      成成成成成成成成成成成成成"+'\n'
"                                        成成成成成成成成成成成"+'\n'
"                                          成成成成成成成成成"+'\n'
"                                            成成成成成成成"+'\n'
"                                              成成成成成"+'\n'
"                                                成成成"+'\n'
"                                                  成"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  立立立立立立立立立立立立               立立立立立立立立立立立立"  +'\n' +
"                立立立立立立立立立立立立立立         立立立立立立立立立立立立立立立立"  +'\n' +
"             立立立立立立立立立立立立立立立立立    立立立立立立立立立立立立立立立立立立立" +'\n' +
"           立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立" +'\n' +
"          立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"  +'\n' +
"        立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立" +'\n' +
"        立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立" +'\n'+
"          立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"            立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"              立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                  立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                    立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                      立立立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                        立立立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                          立立立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                            立立立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                              立立立立立立立立立立立立立立立立立立立立立"+'\n'+
"                                立立立立立立立立立立立立立立立立立立立"+'\n'+
"                                  立立立立立立立立立立立立立立立立立"+'\n'+
"                                    立立立立立立立立立立立立立立立"+'\n'+
"                                      立立立立立立立立立立立立立"+'\n'
"                                        立立立立立立立立立立立"+'\n'
"                                          立立立立立立立立立"+'\n'
"                                            立立立立立立立"+'\n'
"                                              立立立立立"+'\n'
"                                                立立立"+'\n'
"                                                  立"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  七七七七七七七七七七七七               七七七七七七七七七七七七"  +'\n' +
"                七七七七七七七七七七七七七七         七七七七七七七七七七七七七七七七"  +'\n' +
"             七七七七七七七七七七七七七七七七七    七七七七七七七七七七七七七七七七七七七" +'\n' +
"           七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七" +'\n' +
"          七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"  +'\n' +
"        七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七" +'\n' +
"        七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七" +'\n'+
"          七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"            七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"              七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                  七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                    七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                      七七七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                        七七七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                          七七七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                            七七七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                              七七七七七七七七七七七七七七七七七七七七七"+'\n'+
"                                七七七七七七七七七七七七七七七七七七七"+'\n'+
"                                  七七七七七七七七七七七七七七七七七"+'\n'+
"                                    七七七七七七七七七七七七七七七"+'\n'+
"                                      七七七七七七七七七七七七七"+'\n'
"                                        七七七七七七七七七七七"+'\n'
"                                          七七七七七七七七七"+'\n'
"                                            七七七七七七七"+'\n'
"                                              七七七七七"+'\n'
"                                                七七七"+'\n'
"                                                  七"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  十十十十十十十十十十十十               十十十十十十十十十十十十"  +'\n' +
"                十十十十十十十十十十十十十十         十十十十十十十十十十十十十十十十"  +'\n' +
"             十十十十十十十十十十十十十十十十十    十十十十十十十十十十十十十十十十十十十" +'\n' +
"           十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十" +'\n' +
"          十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"  +'\n' +
"        十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十" +'\n' +
"        十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十" +'\n'+
"          十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"            十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"              十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                  十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                    十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                      十十十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                        十十十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                          十十十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                            十十十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                              十十十十十十十十十十十十十十十十十十十十十"+'\n'+
"                                十十十十十十十十十十十十十十十十十十十"+'\n'+
"                                  十十十十十十十十十十十十十十十十十"+'\n'+
"                                    十十十十十十十十十十十十十十十"+'\n'+
"                                      十十十十十十十十十十十十十"+'\n'
"                                        十十十十十十十十十十十"+'\n'
"                                          十十十十十十十十十"+'\n'
"                                            十十十十十十十"+'\n'
"                                              十十十十十"+'\n'
"                                                十十十"+'\n'
"                                                  十"+'\n')

time.sleep(1.5)
os.system('cls')
print(
"                  周周周周周周周周周周周周               周周周周周周周周周周周周"  +'\n' +
"                周周周周周周周周周周周周周周         周周周周周周周周周周周周周周周周"  +'\n' +
"             周周周周周周周周周周周周周周周周周    周周周周周周周周周周周周周周周周周周周" +'\n' +
"           周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周" +'\n' +
"          周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"  +'\n' +
"        周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周" +'\n' +
"        周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周" +'\n'+
"          周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"            周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"              周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                  周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                    周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                      周周周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                        周周周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                          周周周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                            周周周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                              周周周周周周周周周周周周周周周周周周周周周"+'\n'+
"                                周周周周周周周周周周周周周周周周周周周"+'\n'+
"                                  周周周周周周周周周周周周周周周周周"+'\n'+
"                                    周周周周周周周周周周周周周周周"+'\n'+
"                                      周周周周周周周周周周周周周"+'\n'
"                                        周周周周周周周周周周周"+'\n'
"                                          周周周周周周周周周"+'\n'
"                                            周周周周周周周"+'\n'
"                                              周周周周周"+'\n'
"                                                周周周"+'\n'
"                                                  周"+'\n')
time.sleep(1.5)
os.system('cls')
print(
"                  年年年年年年年年年年年年               年年年年年年年年年年年年"  +'\n' +
"                年年年年年年年年年年年年年年         年年年年年年年年年年年年年年年年"  +'\n' +
"             年年年年年年年年年年年年年年年年年    年年年年年年年年年年年年年年年年年年年" +'\n' +
"           年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年" +'\n' +
"          年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"  +'\n' +
"        年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年" +'\n' +
"        年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年" +'\n'+
"          年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"            年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"              年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                  年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                    年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                      年年年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                        年年年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                          年年年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                            年年年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                              年年年年年年年年年年年年年年年年年年年年年"+'\n'+
"                                年年年年年年年年年年年年年年年年年年年"+'\n'+
"                                  年年年年年年年年年年年年年年年年年"+'\n'+
"                                    年年年年年年年年年年年年年年年"+'\n'+
"                                      年年年年年年年年年年年年年"+'\n'
"                                        年年年年年年年年年年年"+'\n'
"                                          年年年年年年年年年"+'\n'
"                                            年年年年年年年"+'\n'
"                                              年年年年年"+'\n'
"                                                年年年"+'\n'
"                                                  年"+'\n')


